** DONE listening music and relaxing
   CLOSED: [2016-08-02 Tue 10:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 10:49]
   CLOCK: [2016-08-02 Tue 09:37]--[2016-08-02 Tue 10:49] =>  1:12
   :END:

  [2016-08-02 Tue 09:36]

** DONE relaxing and listening music
   CLOSED: [2016-08-02 Tue 17:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 17:11]
   CLOCK: [2016-08-02 Tue 16:13]--[2016-08-02 Tue 17:11] =>  0:58
   :END:

  [2016-08-02 Tue 16:12]

** DONE relaxing
   CLOSED: [2016-08-03 Wed 06:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-03 Wed 06:35]
   CLOCK: [2016-08-03 Wed 05:53]--[2016-08-03 Wed 06:35] =>  0:42
   :END:

  [2016-08-03 Wed 05:52]

** DONE hack 拒绝传统，看 Facebook 如何以三大法宝化茧成蝶
   CLOSED: [2016-08-03 三 16:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-03 三 16:47]
   CLOCK: [2016-08-03 三 16:20]--[2016-08-03 三 16:47] =>  0:27
   :END:
http://kb.cnblogs.com/page/545228/
Hack 的详细定义主要有三点：马上上手、快速搞定和持续迭代。而 Growth Hack 的本质，
就是增长方面用 Hack 的方法解决。在 Facebook 绝对拒绝传统（大家一起来开会），而是
技术驱动、数据为王。


  [2016-08-03 三 16:19]

** DONE brow and learn spacemacs
   CLOSED: [2016-08-03 三 20:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-03 三 20:13]
   CLOCK: [2016-08-03 三 19:20]--[2016-08-03 三 20:13] =>  0:01
   :END:
swiper use

  [2016-08-03 三 20:11]

** DONE begin listen Engilsh songs.
   CLOSED: [2016-08-08 一 09:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 一 09:20]
   CLOCK: [2016-08-08 一 09:04]--[2016-08-08 一 09:20] =>  0:16
   :END:

  [2016-08-08 一 09:03]

** DONE 二、Facebook 的工程师文化是怎样的？
   CLOSED: [2016-08-08 一 10:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 一 10:26]
   CLOCK: [2016-08-08 一 09:38]--[2016-08-08 一 10:26] =>  0:48
   :END:
　

** DONE eat breakfast and make purchases
   CLOSED: [2016-08-09 Tue 10:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 Tue 10:28]
   CLOCK: [2016-08-09 Tue 07:20]--[2016-08-09 Tue 10:28] =>  3:08
   :END:

  [2016-08-09 Tue 10:26]

** DONE learn spacemacs
   CLOSED: [2016-08-10 三 05:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 05:27]
   CLOCK: [2016-08-10 三 04:01]--[2016-08-10 三 05:27] =>  1:26
   :END:

  [2016-08-10 三 04:00]

